tap "homebrew/cask"
tap "homebrew/services"

# set arguments for all 'brew install --cask' commands
cask_args appdir: "/Applications"

brew "asdf"
brew "autojump"
brew "awscli"
brew "circleci"
brew "cmake"
brew "direnv"
brew "feroxbuster"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "jid"
brew "jq"
brew "libpq"
brew "mkcert"
brew "neovim"
brew "nss"
brew "openssl@1.1"
brew "pkg-config"
brew "ripgrep"
brew "telnet"
brew "terraform"
brew "terraform-ls"
brew "thefuck"
brew "tmux"
brew "wget"
brew "yadm"

cask "1password"
cask "chromedriver"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "skitch"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
