tap "homebrew/services"
tap "homebrew/cask-fonts"

# set arguments for all 'brew install --cask' commands
cask_args appdir: "/Applications"

brew "asdf"
brew "autojump"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fd"
brew "feroxbuster"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git"
brew "gnu-tar"
brew "gpg"
brew "jid"
brew "jq"
brew "libomp"
brew "libpq"
brew "libyaml"
brew "mkcert"
brew "neovim"
brew "nss"
brew "openssl@1.1"
brew "packer"
brew "pkg-config"
brew "ripgrep"
brew "telnet"
brew "hashicorp/tap/terraform"
brew "tfmigrate"
brew "thefuck"
brew "tmux"
brew "uv"
brew "wget"
brew "yadm"
brew "yt-dlp"

cask "1password"
cask "chromedriver"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-liga-comic-mono"
cask "google-chrome"
cask "iterm2"
cask "orbstack"
cask "postman"
cask "session-manager-plugin"
cask "skitch"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
